{
  "HEADER": {
    "API_CATALOGUE": "API-Katalog",
    "API_EXPLORER": "API-Explorer"
  },
  "FOOTER": {
    "FRIDA_SHORT": "FRIDA",
    "FRIDA_LONG": "Die Open Insurance Initiative in Deutschland",
    "FRIDA_MAIL": "www.freeinsurancedata.de",
    "IMPRINT": "Impressum",
    "DATA_PROTECTION": "Datenschutzhinweis",
    "PRIVACY_SETTINGS": "Privatsphäre-Einstellungen ändern",
    "STATUTES": "FRIDA Satzung",
    "COPYRIGHT": "© Copyright 2023. All rights reserved.&nbsp;&nbsp;&nbsp;FRIDA e.V.&nbsp;&nbsp;&nbsp;c/o InsurLab Germany&nbsp;&nbsp;&nbsp;Hohenzollernring 85-87&nbsp;&nbsp;&nbsp;50672 Köln&nbsp;&nbsp;&nbsp;info@freeinsurancedata.de"
  },
  "HOMEPAGE": {
    "USE_CASES_HEADLINE": "FRIDA Use Cases",
    "USE_CASES_SUBHEADLINE": "auf einen Blick",
    "ADDED_VALUES_HEADLINE": "Mehrwerte durch FRIDA Use Cases und APIs",
    "ADDED_VALUES_INFO": "Mithilfe der FRIDA APIs können neue innovative Services und Geschäftsmodelle für Drittanbieter, Vermittler und Versicherer entstehen. Eine standardisierte, offen dokumentierte Schnittstelle ist hierbei der Schlüssel für eine effiziente Anbindung und der Eintritt in die Plattformökonomie. Endverbraucher (natürliche und juristische Personen) erhalten Zugriff auf ihre Daten und können diese mithilfe neuer dedizierter Services und Plattformen zielgerichtet einsetzen. Versicherer profitieren vom kontrollierten, standardisierten Datenaustausch und können ebenfalls in die Rolle eines Drittanbieters einsteigen, wodurch z.B. Kundenportale oder Beratungsprozesse an Attraktivität für Kunden und Vermittler gewinnen.",
    "ADDED_VALUES_BOX_1": "REST-APIs | ready to use",
    "ADDED_VALUES_BOX_2": "Use Case orientiertes, schlankes Datenmodell",
    "ADDED_VALUES_BOX_3": "State-of-the-Art Mechanismen und Technologien im Hinblick auf die Identifizierung und Authentifizierung (u.a. OAuth2)",
    "ADDED_VALUES_BOX_4": "API-Dokumentation [GitHub] auf Englisch und Deutsch"
  },
  "USE_CASES": {
    "PENSION_API": {
      "TITLE": "PensionAPI",
      "DESCRIPTION": "Bereitstellung von Daten zur Transparenz in der Altersvorsorge z.B. mithilfe eines Rentencockpits."
    },
    "CAR_CLAIMS_API": {
      "TITLE": "Car-ClaimsAPI",
      "DESCRIPTION": "Einheitliche Darstellung von Kfz- Versicherungsdaten (z.B. in einem digitalen Wallet), die im Schadenfall ausgetauscht und versendet werden können."
    },
    "REAL_ESTATE_API_POLICY": {
      "TITLE": "RealEstateAPI (Policy)",
      "DESCRIPTION": "Austausch von Daten rund um die Gebäudeversicherung, damit diese bei bspw. Vergabe von Modernisierungsdarlehen verwendet werden können."
    },
    "HEALTH_CARE_API": {
      "TITLE": "Health-CareAPI",
      "DESCRIPTION": "Anwendungsfälle im Gesundheitsbereich, z.B. um das integrierte Vertrags- und Leistungsmanagement."
    },
    "DIGITAL_DOCUMENTS_API": {
      "TITLE": "DigitalDocumentsAPI",
      "DESCRIPTION": "Austausch von Dokumenten, um z.B. den Überblick über die eigene Versicherungspost zu erhalten."
    },
    "CYBER_API": {
      "TITLE": "CyberAPI",
      "DESCRIPTION": "Anwendungsfälle im Kontext von Cyber-Versicherungen (z.B. die Standardisierung von KRIs und den Austausch zwischen Drittanbietern und Versicherern)."
    },
    "REAL_ESTATE_API_RISK": {
      "TITLE": "RealEstateAPI (Risk)",
      "DESCRIPTION": "Austausch von Daten rund um die Immobilie aus Drittsystemen (z.B. Grundsteuer, Softwareanbietern wie SkenData, PriceHubble etc.) Mithilfe einer API soll der Datenaustausch mit allen Anbietern vereinheitlicht werden."
    }
  },
  "TAGS": {
    "PENSION": "Pension",
    "CAR": "Auto",
    "CLAIMS": "Claims",
    "ASSISTANCE": "Assistance",
    "PAYMENT": "Payment",
    "MOBILE": "Mobile",
    "INDUSTRIAL_LINES": "Industrial Lines",
    "PROPERTY_CASUALTY": "Property & Casualty",
    "RISK_MANAGEMENT": "Risk Management",
    "CYBER": "Cyber",
    "DOCUMENTS": "Documents",
    "HEALTH": "Health"
  },
  "API_OVERVIEW": {
    "BACK_TO_OVERVIEW": "Zurück zur Übersicht",
    "TAB_OVERVIEW": "Überblick",
    "TAB_DOCUMENTATION": "API Dokumentation",
    "VIEW_ON_GITHUB": "Jetzt die API-Spezifikation im Github anschauen",
    "PENSION_API": {
      "HEADLINE": "Use Case: Pension API",
      "SUBHEADLINE": "Rentenwerte zugänglich machen",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Kundenperspektive",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Was erwartet mich eigentlich im Alter? Wie groß ist meine Rentenlücke?",
      "CUSTOMER_PERSPECTIVE_TEXT": "Diese Frage zu beantworten und regelmäßig im Fokus zu haben bedeutet: Papierbelege und ein hoher Aufwand jährlich meine eigens erstelle Übersicht anzupassen.",
      "FRIDA_SOLUTION_HEADLINE": "Wie löst FRIDA das Problem",
      "FRIDA_SOLUTION_SUBHEADLINE": "Die FRIDA PensionAPI ermöglicht es Drittanbietern, Daten zu Altersvorsorgeverträgen ihren Nutzern jederzeit transparent zur Verfügung zu stellen.",
      "FRIDA_SOLUTION_TEXT": "Nutzer entscheiden selbst, welchen Drittanbieterservice sie für die Aggregation ihrer Daten verwenden.",
      "CARD_1_HEADLINE": "Open Standard API",
      "CARD_1_TEXT": "Mit der FRIDA API sprechen alle Versicherer die gleiche Sprache. Für Drittanbieter entsteht die Möglichkeit auf Basis dieser API, Services mit Rentenwerten aufzubauen.",
      "CARD_2_HEADLINE": "Auswahl Rentencockpit",
      "CARD_2_TEXT": "Als Endverbraucher entscheide ich mich für ein Rentencockpit meiner Wahl und erteile diesem mein Einverständnis für den Datenzugriff. Hier können aber auch andere Services entstehen (z.B. Digitaler Nachlass).",
      "CARD_3_HEADLINE": "Alle Rentenwerte an einem Ort",
      "CARD_3_TEXT": "Als Nutzer eines Rentencockpits habe ich meine erwartete Rente stets im Blick, erkenne Lücken und manage meine Altersvorsorge aktiv oder suche Rat bei Vorsorgeexperten."
    },
    "CAR_CLAIMS_API": {
      "HEADLINE": "Use Case: Car Claims API",
      "SUBHEADLINE": "KFZ Daten und automatisierte Schadenmeldung",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Kundenperspektive",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Immer wenn ich meine Versicherungsdaten einmal brauche, habe ich sie nicht zur Hand! Und gerade in einer Unfallsituation frage ich mich:",
      "CUSTOMER_PERSPECTIVE_TEXT": "Welche Informationen benötige ich von meiner Unfallgegner:in und wie melde ich den Schaden meiner Versicherung?",
      "FRIDA_SOLUTION_HEADLINE": "Wie löst FRIDA das Problem",
      "FRIDA_SOLUTION_SUBHEADLINE": "Die FRIDA CarClaimsAPI ermöglicht es Drittanbietern (u.a. Wallet-Lösungen), Daten im Schadenfall einfach und schnell auszutauschen und Folgeprozesse automatisiert anzustoßen.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Policen-Pass",
      "CARD_1_TEXT": "Der Kunde beantragt den Policen-Pass über das Kundenportal seines Versichers oder erhält diese bei Vertragsabschluss automatisch. Der Kunde lädt den Policen-Pass via QR-Code oder Link aufs Smartphone.",
      "CARD_2_HEADLINE": "Unfallsituation",
      "CARD_2_TEXT": "Der Kunde nutzt das Fahrzeug und gerät in eine Unfallsituation (Schadenfall tritt ein). Der Kunde teilt per QR-Code auf seinem Policen-Pass die (eigenen) wichtigsten Versicherungsdaten mit dem Unfallpartner. Der Geschädigte erfasst die Daten vom Unfallpartner per Schaden-Pass.",
      "CARD_3_HEADLINE": "Schadendaten",
      "CARD_3_TEXT": "Die Versicherung des Kunden verarbeitet die erfassten Schadendaten automatisiert."
    },
    "REAL_ESTATE_API_POLICY": {
      "HEADLINE": "Use Case: Building API",
      "SUBHEADLINE": "Daten rund um Immobilien",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Kundenperspektive",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Ich möchte Daten zu einem bzw. meinem Gebäude auf einer Plattform einsehen und entsprechend integrieren bzw. in unterschiedlichen Services nutzen. Neben den Daten, die ein Versicherer im Rahmen der Gebäudeversicherung erhebt und zur Verfügung stellen kann, können auch weitere Gebäudedaten von externen Quellen hinzugezogen werden",
      "CUSTOMER_PERSPECTIVE_TEXT": "",
      "FRIDA_SOLUTION_HEADLINE": "Die FRIDA Lösung",
      "FRIDA_SOLUTION_SUBHEADLINE": "Mithilfe von Standard-APIs, die bei der Übermittlung von Gebäudedaten aus einer Versicherungspolice und zur Übermittlung von Gebäudedaten aus externen Quellen, wie z.B. SkenData, unterstützen, können unzählige Anwendungsfälle innerhalb und außerhalb der Versicherungsbranche entstehen.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Immobiliendaten",
      "CARD_1_TEXT": "Austausch von Daten rund um Immobilien, die bei Versicherern liegen und zum Beispiel im Rahmen von Vertragsabschlüssen oder Schadenregulierungen einen Mehrwert bieten.",
      "CARD_2_HEADLINE": "Standardisierter Datenaustausch",
      "CARD_2_TEXT": "Standardisierung externer Quellen rund um Immobilien wie zum Beispiel Satellitendaten, Drittdienste zur Ermittlung von Grundstücksgrößen.",
      "CARD_3_HEADLINE": "Anwendung",
      "CARD_3_TEXT": "Die Building API kann von Kunden, Versicherern, Vetrieben und Dritt-/Lösungsanbietern genutzt werden um verschiedene Ziele zu erreichen (z.B. Inserate einstellen, vereinfachter Datenaustausch, Optimierung von Immobilienplattformen)."
    },
    "HEALTH_CARE_API": {
      "HEADLINE": "Use Case: Health-Care API",
      "SUBHEADLINE": "Leistungen beantragen - simplified",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Kennen Sie das nicht auch, wenn ...",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Sie beim Zahnarzt sitzen, eine neue Zahnkrone brauchen und sich fragen, wie das Ganze bezahlt werden soll? ",
      "CUSTOMER_PERSPECTIVE_TEXT": "Sie sich unsicher sind, ob Ihre Versicherung einen Teil davon übernimmt und wenn ja, was Sie dafür tun müssen? Welche Formulare benötigt werden, wie das Zusammenspiel von GKV und PKV läuft und von welcher Versicherung Sie welche Leistungen erhalten? ",
      "FRIDA_SOLUTION_HEADLINE": "FRIDA Health-Care API ist die Lösung",
      "FRIDA_SOLUTION_SUBHEADLINE": "FRIDA Health-Care konzentriert sich auf Anwendungsfälle im Gesundheitsbereich.",
      "FRIDA_SOLUTION_TEXT": "Die Health-Care API regelt hierbei das Zusammenspiel zwischen GKV und PKV und ermöglicht die digitale Beantragung von Versicherungsleistungen.",
      "CARD_1_HEADLINE": "Open Standard API",
      "CARD_1_TEXT": "Mit der FRIDA Health-CareAPI sprechen Versicherer die selbe Sprache. Auf Basis dieser API entsteht für sie z. B. die Möglichkeit, Services mit Tarif- und Vertragsdaten aufzubauen.",
      "CARD_2_HEADLINE": "Digitale Leistungseinrichtung",
      "CARD_2_TEXT": "Die API ermöglicht, dass Informationen aus einem Heil- und Kostenplan (HKP) zwischen GKV und PKV geteilt und die Leistungsregulierung in Gang gesetzt werden kann.",
      "CARD_3_HEADLINE": "Datenhoheit und -transparenz",
      "CARD_3_TEXT": "Endverbraucher erhalten Zugriff auf ihre Daten und können diese mithilfe von neuen Services, z. B. in der App ihrer GKV oder PKV, zielgerichtet einsetzen."
    },
    "DIGITAL_DOCUMENTS_API": {
      "HEADLINE": "Use Case: Document API",
      "SUBHEADLINE": "Alle Versicherungsdokumente auf einen Blick",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Kundenperspektive",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Ich bekomme Post bzw. Unterlagen von den unterschiedlichen Versicherern per E-Mail, per Post oder über das jeweilige Kundenportal.",
      "CUSTOMER_PERSPECTIVE_TEXT": "Ich habe keinen zentralen Ort, an dem meine Versicherungsdokumente verwaltet und gespeichert werden.",
      "FRIDA_SOLUTION_HEADLINE": "Wie löst FRIDA das Problem",
      "FRIDA_SOLUTION_SUBHEADLINE": "Mithilfe einer Standard-API zur Übermittlung von digitaler Post können u.a. Anbieter von Dokumenten-Safes den jeweiligen Kunden ihre Versicherungsdokumente zentral zur Verfügung stellen - sofern der Kunde sein Einverständnis erteilt.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Open Standard API",
      "CARD_1_TEXT": "Mit der FRIDA API sprechen alle Versicherer die gleiche Sprache. Für Drittanbieter entsteht die Möglichkeit auf Basis dieser API sichere digitale Postwege direkt anzubieten.",
      "CARD_2_HEADLINE": "Auswahl Dokumenten-\"Safe\"",
      "CARD_2_TEXT": "Als Endverbraucher entscheide ich mich für einen digitalen Dokumenten-Safe meiner Wahl und erteile diesem mein Einverständnis für den Datenzugriff.",
      "CARD_3_HEADLINE": "Alle Versicherungsdokumente an einem Ort",
      "CARD_3_TEXT": "Als Nutzer:in eines intelligenten digitalen Dokumenten-Safes habe ich meine Post vom Versicherer stets im Blick und manage diese selbst - ohne einen analogen Ordner."
    },
    "CYBER_API": {
      "HEADLINE": "Use Case: Cyber API",
      "SUBHEADLINE": "Daten aus Assistance-Tools und KRIs",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "IT-Sicherheit und Datenschutz",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Die Informations- und Kommunikationstechnologie entwickelt sich rasant und führt bei Unternehmen bereits seit Jahren zu immer höheren Anforderungen in Bezug auf die IT-Security und den Datenschutz. Die eingesetzten Softwarelösungen setzten den Fokus auf das Erkennen und Steuern von Cyber-Risiken, Dokumentationspflichten sowie die Sensibilisierung von Mitarbeiter:innen. Hierbei wird schon jetzt eine Vielzahl an Daten generiert, die Unternehmen auch einsetzten können, um den Einkauf von Cyber-Risk Deckungen zu optimieren.",
      "CUSTOMER_PERSPECTIVE_TEXT": "",
      "FRIDA_SOLUTION_HEADLINE": "Die FRIDA Cyber-Lösung",
      "FRIDA_SOLUTION_SUBHEADLINE": "FRIDA setzt bei der Minimierung von Cyber-Risiken und deren Absicherung auf die Entwicklung standardisierter Key-Risk-Indicators (KRIs). Diese basieren auf dem Cyber-Fragebogen des GDV und der Expertise unserer Mitglieder. Dabei wird ein Minimum-Set an Datenpunkten definiert und um optionale Datenpunkte ergänzt. Die Datenpunkte werden geclustert in technische, organisatorische und rechtliche Maßnahmen und in gewichtete KRIs zusammengefasst.",
      "FRIDA_SOLUTION_TEXT": "Die KRIs bieten den Markteilnehmern nicht nur die Klassifizierung und Minimierung der Risiken, sondern ermöglichen auch eine wiederkehrende Vergleichsanalyse getroffener Maßnahmen zur Risikominimierung. Mit Hilfe der FRIDA Schnittstelle können Daten zwischen den Marktakteuren ausgetauscht und turnusmäßig überprüft werden. Dabei steht bei uns das Thema Datenschutz, Datensicherheit und Datenhoheit durch Unternehmen an erster Stelle.",
      "CARD_1_HEADLINE": "Versicherungsnehmer",
      "CARD_1_TEXT": "Passgenaue Absicherung, Attraktives Preis-/Leistungsverhältnis der Versicherungslösung, Datensicherheit und volle Kontrolle über die eigenen Inputs, Komfortable Portabilität von Verträgen, Risiko- und Maßnahmencontrolling aufgrund KRI-Nutzung",
      "CARD_2_HEADLINE": "Versicherer und Vertriebe",
      "CARD_2_TEXT": "Aufbau von Cyberdeckungen mit sehr guten Product-Market Fit, Bestandsmonitoring Transparente, einheitliche Datenbasis und Vergleichbarkeit, Professionalisierung von Cyber-Policen, Zentrale Stelle für Risikoermittlung",
      "CARD_3_HEADLINE": "Dritt-/Lösungsanbieter",
      "CARD_3_TEXT": "Entwicklung von Sicherheitsprodukten, Steigerung der Kompetenz durch innovative High-Tech-Instrumente, Zielgerichtete Weiterentwicklung des Dienstleistungsangebots, KRI-Service als Kundenbetreuungs- und Akquise-Tool, Steigerung der Kundenzufriedenheit"
    },
    "REAL_ESTATE_API_RISK": {
      "HEADLINE": "Use Case: Building API",
      "SUBHEADLINE": "Daten rund um Immobilien",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Kundenperspektive",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Ich möchte Daten zu einem bzw. meinem Gebäude auf einer Plattform einsehen und entsprechend integrieren bzw. in unterschiedlichen Services nutzen. Neben den Daten, die ein Versicherer im Rahmen der Gebäudeversicherung erhebt und zur Verfügung stellen kann, können auch weitere Gebäudedaten von externen Quellen hinzugezogen werden",
      "CUSTOMER_PERSPECTIVE_TEXT": "",
      "FRIDA_SOLUTION_HEADLINE": "Die FRIDA Lösung",
      "FRIDA_SOLUTION_SUBHEADLINE": "Mithilfe von Standard-APIs, die bei der Übermittlung von Gebäudedaten aus einer Versicherungspolice und zur Übermittlung von Gebäudedaten aus externen Quellen, wie z.B. SkenData, unterstützen, können unzählige Anwendungsfälle innerhalb und außerhalb der Versicherungsbranche entstehen.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Immobiliendaten",
      "CARD_1_TEXT": "Austausch von Daten rund um Immobilien, die bei Versicherern liegen und zum Beispiel im Rahmen von Vertragsabschlüssen oder Schadenregulierungen einen Mehrwert bieten.",
      "CARD_2_HEADLINE": "Standardisierter Datenaustausch",
      "CARD_2_TEXT": "Standardisierung externer Quellen rund um Immobilien wie zum Beispiel Satellitendaten, Drittdienste zur Ermittlung von Grundstücksgrößen.",
      "CARD_3_HEADLINE": "Anwendung",
      "CARD_3_TEXT": "Die Building API kann von Kunden, Versicherern, Vetrieben und Dritt-/Lösungsanbietern genutzt werden um verschiedene Ziele zu erreichen (z.B. Inserate einstellen, vereinfachter Datenaustausch, Optimierung von Immobilienplattformen)."
    }
  }
}
