{
  "HEADER": {
    "API_CATALOGUE": "API-Catalogue",
    "API_EXPLORER": "API-Explorer",
    "DOWNLOADS": "Downloads",
    "SWITCH_LANGUAGE": "Switch language to German",
    "EMAIL_INFO": "Contact information via e-mail"
  },
  "FOOTER": {
    "FRIDA_SHORT": "FRIDA",
    "FRIDA_LONG": "The Open Insurance Initiative in Germany",
    "FRIDA_MAIL": "www.freeinsurancedata.de",
    "LINKEDIN": "LinkedIn",
    "TWITTER": "Twitter",
    "IMPRINT": "Imprint",
    "DATA_PROTECTION": "Data protection notice",
    "PRIVACY_SETTINGS": "Change privacy settings",
    "STATUTES": "FRIDA Statutes",
    "ACCESSIBILITY_STATEMENT": "Accessibility statement",
    "COPYRIGHT": "© Copyright 2023. all rights reserved.   FRIDA e.V. c/o InsurLab Germany Hohenzollernring 85-87 50672 Cologne info@freeinsurancedata.de"
  },
  "HOMEPAGE": {
    "USE_CASES_HEADLINE": "FRIDA Use Cases",
    "USE_CASES_SUBHEADLINE": "at a glance",
    "ADDED_VALUES_HEADLINE": "Added value through FRIDA use cases and APIs",
    "ADDED_VALUES_INFO": "With the help of FRIDA APIs, new innovative services and business models can be created for third-party providers, brokers and insurers. A standardized, openly documented interface is the key to efficient connectivity and entry into the platform economy. End users (natural and legal persons) gain access to their data and can use it in a targeted manner with the help of new dedicated services and platforms. Insurers benefit from controlled, standardized data exchange and can also enter the role of a third-party provider, making customer portals or advisory processes, for example, more attractive for customers and intermediaries.",
    "ADDED_VALUES_BOX_1": "REST-APIs | ready to use",
    "ADDED_VALUES_BOX_2": "Use case-oriented, lean data model",
    "ADDED_VALUES_BOX_3": "State-of-the-art mechanisms and technologies with regard to identification and authentication (including OAuth2)",
    "ADDED_VALUES_BOX_4": "API documentation [GitHub] in English and German"
  },
  "DOWNLOADS": {
    "HEADLINE": "All downloads",
    "SUBHEADLINE": "You can download all documents here",
    "DESC_VERSION": "version",
    "DESC_DATE": "uploaded on",
    "GOAL": {
      "TITLE": "Our Goal",
      "TEXT": "Our aim is to encourage companies to provide their end customers with new services and added value based on our use cases and APIs. We also provide comprehensive information on the topic of open insurance and show how market players can position themselves now and in the future. Our white papers help you to categorize yourself and learn more about Open Insurance.",
      "BOX": {
        "TITLE": "Common API and data standards are essential",
        "LEFT": {
          "TEXT_1": "Before a use case becomes a use case and an API specification is designed from it, a catalog of criteria is used to determine whether it is a use case that a) is implemented and b) can be scaled. How do we go about this in concrete terms?",
          "HEADING_1": "How do we go about this in concrete terms?",
          "TEXT_2": "Use case creation catalog: Every member and every cooperation partner has the opportunity to contribute a use case at any time"
        },
        "RIGHT": {
          "TEXT_1": "Creation of a Use Case Working Group: At least three companies work on the use case",
          "TEXT_2": "Collaboration model within the UC Working Group: Creation of a technical E2E process from the end customer perspective",
          "TEXT_3": "Definition of the necessary data fields",
          "TEXT_4": "Specification of the API based on the API guidelines and the OpenAPI standards 3.0 ff."
        }
      }
    },
    "TILES": {
      "DATA_MODEL": {
        "TITLE": "FRIDA Data model"
      },
      "EU_SUMMARY": {
        "TITLE": "EU Summary"
      },
      "USE_CASES_WHITEPAPER": {
        "TITLE": "Use-Cases Whitepaper"
      },
      "USE_CASE_CREATION": {
        "TITLE": "Use-Case Creation Process"
      }
    }
  },
  "USE_CASES": {
    "LINK_DESCRIPTION_GENERAL": "Further information for ",
    "TAG_DESCRIPTION_GENERAL": "Tags for ",
    "PENSION_API": {
      "TITLE": "PensionAPI",
      "DESCRIPTION": "Provision of data for transparency in pension provision, e.g. with the help of a pension cockpit."
    },
    "CAR_CLAIMS_API": {
      "TITLE": "Car-ClaimsAPI",
      "DESCRIPTION": "Standardized presentation of vehicle insurance data (e.g. in a digital wallet) that can be exchanged and sent in the event of a claim."
    },
    "REAL_ESTATE_API_POLICY": {
      "TITLE": "RealEstateAPI (Policy)",
      "DESCRIPTION": "Exchange of data relating to building insurance so that this can be used, for example, when granting modernization loans."
    },
    "HEALTH_CARE_API": {
      "TITLE": "Health-CareAPI",
      "DESCRIPTION": "Use cases in the healthcare sector, e.g. integrated contract and service management."
    },
    "DIGITAL_DOCUMENTS_API": {
      "TITLE": "DigitalDocumentsAPI",
      "DESCRIPTION": "Exchange of documents, e.g. to maintain an overview of your own insurance mail."
    },
    "CYBER_API": {
      "TITLE": "CyberAPI",
      "DESCRIPTION": "Use cases in the context of cyber insurance (e.g. the standardization of KRIs and the exchange between third-party providers and insurers)."
    },
    "REAL_ESTATE_API_RISK": {
      "TITLE": "RealEstateAPI (Risk)",
      "DESCRIPTION": "Exchange of property-related data from third-party systems (e.g. property tax, software providers such as SkenData, PriceHubble, etc.) An API is to be used to standardize data exchange with all providers."
    }
  },
  "TAGS": {
    "PENSION": "Pension",
    "CAR": "Car",
    "CLAIMS": "Claims",
    "ASSISTANCE": "Assistance",
    "PAYMENT": "Payment",
    "MOBILE": "Mobile",
    "INDUSTRIAL_LINES": "Industrial Lines",
    "PROPERTY_CASUALTY": "Property & Casualty",
    "RISK_MANAGEMENT": "Risk Management",
    "CYBER": "Cyber",
    "DOCUMENTS": "Documents",
    "HEALTH": "Health"
  },
  "API_OVERVIEW": {
    "BACK_TO_OVERVIEW": "Back to overview",
    "TAB_OVERVIEW": "Overview",
    "TAB_DOCUMENTATION": "API Documentation",
    "VIEW_ON_GITHUB": "View the API specification on Github",
    "COMING_SOON_TEXT": "Coming soon ...",
    "PENSION_API": {
      "HEADLINE": "Use-Case: Pension API",
      "SUBHEADLINE": "Making pension assets accessible",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Customer perspective",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "What can I actually expect in old age? How big is my pension gap?",
      "CUSTOMER_PERSPECTIVE_TEXT": "Answering this question and focusing on it regularly means: paper receipts and a lot of effort to adapt my specially created overview every year.",
      "FRIDA_SOLUTION_HEADLINE": "How FRIDA solves the problem",
      "FRIDA_SOLUTION_SUBHEADLINE": "The FRIDA PensionAPI enables third-party providers to make pension contract data transparently available to their users at any time.",
      "FRIDA_SOLUTION_TEXT": "Users decide for themselves which third-party service they use to aggregate their data.",
      "CARD_1_HEADLINE": "Open Standard API",
      "CARD_1_TEXT": "With the FRIDA API, all insurers speak the same language. Third-party providers can use this API to create services with annuity values.",
      "CARD_2_HEADLINE": "Pension cockpit selection",
      "CARD_2_TEXT": "As the end consumer, I decide on a pension cockpit of my choice and give it my consent for data access. However, other services can also be created here (e.g. digital estate).",
      "CARD_3_HEADLINE": "All pension assets in one place",
      "CARD_3_TEXT": "As a user of a pension cockpit, I can always keep an eye on my expected pension, identify gaps and actively manage my pension provision or seek advice from pension experts."
    },
    "CAR_CLAIMS_API": {
      "HEADLINE": "Use-Case: Car Claims API",
      "SUBHEADLINE": "Vehicle data and automated damage reporting",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Customer perspective",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Whenever I need my insurance details, I don't have them to hand! And especially in an accident situation, I ask myself:",
      "CUSTOMER_PERSPECTIVE_TEXT": "What information do I need from the other party involved in the accident and how do I report the damage to my insurance company?",
      "FRIDA_SOLUTION_HEADLINE": "How FRIDA solves the problem",
      "FRIDA_SOLUTION_SUBHEADLINE": "The FRIDA CarClaimsAPI enables third-party providers (including wallet solutions) to exchange data quickly and easily in the event of a claim and to initiate follow-up processes automatically.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Policy pass",
      "CARD_1_TEXT": "The customer applies for the policy pass via their insurer's customer portal or receives it automatically when the contract is concluded. The customer downloads the policy pass via QR code or link on their smartphone.",
      "CARD_2_HEADLINE": "Accident situation",
      "CARD_2_TEXT": "The customer uses the vehicle and gets into an accident situation (claim occurs). The customer uses the QR code on their policy pass to share their (own) most important insurance data with the accident partner. The injured party records the data from the accident partner using the claims pass.",
      "CARD_3_HEADLINE": "Claims data",
      "CARD_3_TEXT": "The customer's insurance company processes the recorded claims data automatically."
    },
    "REAL_ESTATE_API_POLICY": {
      "HEADLINE": "Use-Case: Building API",
      "SUBHEADLINE": "Data relating to real estate",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Customer perspective",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "I would like to view data on one or my building on a platform and integrate it accordingly or use it in different services. In addition to the data that an insurer collects and can provide as part of building insurance, other building data from external sources can also be included",
      "CUSTOMER_PERSPECTIVE_TEXT": "",
      "FRIDA_SOLUTION_HEADLINE": "The FRIDA solution",
      "FRIDA_SOLUTION_SUBHEADLINE": "With the help of standard APIs that support the transmission of building data from an insurance policy and the transmission of building data from external sources, such as SkenData, countless use-cases can be created within and outside the insurance industry.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Real estate data",
      "CARD_1_TEXT": "Exchange of data relating to real estate that is held by insurers and offers added value, for example in the context of concluding contracts or settling claims.",
      "CARD_2_HEADLINE": "Standardized data exchange",
      "CARD_2_TEXT": "Standardization of external sources relating to real estate, such as satellite data, third-party services for determining property sizes",
      "CARD_3_HEADLINE": "Application",
      "CARD_3_TEXT": "The Building API can be used by customers, insurers, vendors and third-party/solution providers to achieve various goals (e.g. posting listings, simplified data exchange, optimization of real estate platforms)."
    },
    "HEALTH_CARE_API": {
      "HEADLINE": "Use-Case: Health-Care API",
      "SUBHEADLINE": "Apply for benefits - simplified",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Don't you know that when ...",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "You're at the dentist, need a new dental crown and are wondering how the whole thing is going to be paid for? ",
      "CUSTOMER_PERSPECTIVE_TEXT": "You are unsure whether your insurance will cover part of it and if so, what you need to do? Which forms are required, how the interaction between SHI and private health insurance works and which insurance company will provide you with which benefits? ",
      "FRIDA_SOLUTION_HEADLINE": "FRIDA Health-Care API is the solution",
      "FRIDA_SOLUTION_SUBHEADLINE": "FRIDA Health-Care focuses on use-cases in the healthcare sector.",
      "FRIDA_SOLUTION_TEXT": "The Health-Care API regulates the interaction between statutory health insurance and private health insurance and enables the digital application for insurance benefits.",
      "CARD_1_HEADLINE": "Open Standard API",
      "CARD_1_TEXT": "With the FRIDA Health-CareAPI, insurers speak the same language. Based on this API, they can, for example, create services with tariff and contract data.",
      "CARD_2_HEADLINE": "Digital service facility",
      "CARD_2_TEXT": "The API enables information from a treatment and cost plan (HKP) to be shared between SHI and private health insurers and benefit regulation to be initiated.",
      "CARD_3_HEADLINE": "Data sovereignty and transparency",
      "CARD_3_TEXT": "End consumers receive access to their data and can use it in a targeted manner with the help of new services, e.g. in their SHI or private health insurance app."
    },
    "DIGITAL_DOCUMENTS_API": {
      "HEADLINE": "Use-Case: Document API",
      "SUBHEADLINE": "All insurance documents at a glance",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Customer perspective",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "I receive mail or documents from the various insurers by e-mail, post or via the respective customer portal.",
      "CUSTOMER_PERSPECTIVE_TEXT": "I do not have a central location where my insurance documents are managed and stored.",
      "FRIDA_SOLUTION_HEADLINE": "How does FRIDA solve the problem",
      "FRIDA_SOLUTION_SUBHEADLINE": "With the help of a standard API for the transmission of digital mail, providers of document safes, among others, can make their insurance documents centrally available to the respective customers - provided the customer gives their consent.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Open Standard API",
      "CARD_1_TEXT": "With the FRIDA API, all insurers speak the same language. Third-party providers have the opportunity to offer secure digital mail channels directly on the basis of this API.",
      "CARD_2_HEADLINE": "Selection of documents\"Safe\"",
      "CARD_2_TEXT": "As the end user, I choose a digital document safe of my choice and give it my consent for data access.",
      "CARD_3_HEADLINE": "All insurance documents in one place",
      "CARD_3_TEXT": "As a user of an intelligent digital document safe, I always have my mail from the insurer in view and manage it myself - without an analog folder."
    },
    "CYBER_API": {
      "HEADLINE": "Use-Case: Cyber API",
      "SUBHEADLINE": "Data from assistance tools and KRIs",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "IT security and data protection",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "Information and communication technology is developing rapidly and has been leading to ever-increasing requirements for companies in terms of IT security and data protection for years. The software solutions used focus on identifying and managing cyber risks, documentation obligations and raising employee awareness. A large amount of data is already being generated, which companies can also use to optimize the purchase of cyber risk cover.",
      "CUSTOMER_PERSPECTIVE_TEXT": "",
      "FRIDA_SOLUTION_HEADLINE": "The FRIDA cyber solution",
      "FRIDA_SOLUTION_SUBHEADLINE": "FRIDA relies on the development of standardized key risk indicators (KRIs) to minimize cyber risks and protect against them. These are based on the GDV's cyber questionnaire and the expertise of our members. A minimum set of data points is defined and supplemented by optional data points. The data points are clustered into technical, organizational and legal measures and summarized in weighted KRIs.",
      "FRIDA_SOLUTION_TEXT": "The KRIs not only offer market participants the classification and minimization of risks, but also enable a recurring comparative analysis of measures taken to minimize risks. With the help of the FRIDA interface, data can be exchanged between market players and reviewed on a regular basis. Data protection, data security and data sovereignty by companies are our top priorities.",
      "CARD_1_HEADLINE": "Policyholder",
      "CARD_1_TEXT": "Tailor-made cover, attractive price/performance ratio of the insurance solution, data security and full control over your own inputs, convenient portability of contracts, risk and measure controlling based on KRI use",
      "CARD_2_HEADLINE": "Insurers and distributors",
      "CARD_2_TEXT": "Development of cyber cover with very good product-market fit, portfolio monitoring Transparent, uniform database and comparability, professionalization of cyber policies, central office for risk identification",
      "CARD_3_HEADLINE": "Third-party/solution provider",
      "CARD_3_TEXT": "Development of security products, Increasing expertise through innovative high-tech tools, Targeted further development of the range of services, KRI service as a customer support and acquisition tool, Increasing customer satisfaction"
    },
    "REAL_ESTATE_API_RISK": {
      "HEADLINE": "Use-Case: Building API",
      "SUBHEADLINE": "Data relating to real estate",
      "CUSTOMER_PERSPECTIVE_HEADLINE": "Customer perspective",
      "CUSTOMER_PERSPECTIVE_SUBHEADLINE": "I would like to view data on one or my building on a platform and integrate it accordingly or use it in different services. In addition to the data that an insurer collects and can provide as part of building insurance, other building data from external sources can also be included",
      "CUSTOMER_PERSPECTIVE_TEXT": "",
      "FRIDA_SOLUTION_HEADLINE": "The FRIDA solution",
      "FRIDA_SOLUTION_SUBHEADLINE": "With the help of standard APIs that support the transmission of building data from an insurance policy and the transmission of building data from external sources, such as SkenData, countless use-cases can be created within and outside the insurance industry.",
      "FRIDA_SOLUTION_TEXT": "",
      "CARD_1_HEADLINE": "Real estate data",
      "CARD_1_TEXT": "Exchange of data relating to real estate that is held by insurers and offers added value, for example in the context of concluding contracts or settling claims.",
      "CARD_2_HEADLINE": "Standardized data exchange",
      "CARD_2_TEXT": "Standardization of external sources relating to real estate, such as satellite data, third-party services for determining property sizes",
      "CARD_3_HEADLINE": "Application",
      "CARD_3_TEXT": "The Building API can be used by customers, insurers, vendors and third-party/solution providers to achieve various goals (e.g. posting listings, simplified data exchange, optimization of real estate platforms)."
    }
  },
  "ACCESSIBILITY_STATEMENT": {
    "HEADLINE": "Accessibility Statement for FRIDA Marketplace",
    "SUBHEADLINE": "This is an accessibility statement from Free Insurance Data (FRIDA) e.V.",
    "MEASURES_HEADLINE": "Measures to support accessibility",
    "MEASURES_TEXT": "Free Insurance Data (FRIDA) e.V. takes the following measures to ensure accessibility of FRIDA Marketplace:",
    "MEASURES_LIST_ONE": "Include accessibility throughout our internal policies.",
    "MEASURES_LIST_TWO": "Assign clear accessibility goals and responsibilities.",
    "CONFORMANCE_HEADLINE": "Conformance status",
    "CONFORMANCE_TEXT": "The Web Content Accessibility Guidelines (WCAG) defines requirements for designers and developers to improve accessibility for people with disabilities. It defines three levels of conformance: Level A, Level AA, and Level AAA. FRIDA Marketplace is partially conformant with WCAG 2.1 level AA. Partially conformant means that some parts of the content do not fully conform to the accessibility standard.",
    "CONSIDERATIONS_HEADLINE": "Additional accessibility considerations",
    "CONSIDERATIONS_TEXT": "With the exception of the AAA success criteria of the guidelines \"distinguishable\" and \"readable\" the website does conform to the WCAG 2.1 level AAA.",
    "FEEDBACK_HEADLINE": "Feedback",
    "FEEDBACK_TEXT": "We welcome your feedback on the accessibility of FRIDA Marketplace. Please let us know if you encounter accessibility barriers on FRIDA Marketplace:",
    "FEEDBACK_LINK": "E-Mail:",
    "FEEDBACK_POSTAL": "Postal Address: Hohenzollernring 85-87, 50672 Cologne, Germany",
    "TECHNICAL_HEADLINE": "Technical specifications",
    "TECHNICAL_TEXT_ONE": "Accessibility of FRIDA Marketplace relies on the following technologies to work with the particular combination of web browser and any assistive technologies or plugins installed on your computer:",
    "TECHNICAL_TEXT_TWO": "These technologies are relied upon for conformance with the accessibility standards used.",
    "LIMITATIONS_HEADLINE": "Limitations and alternatives",
    "LIMITATIONS_TEXT_ONE": "Despite our best efforts to ensure accessibility of FRIDA Marketplace, there may be some limitations. Below is a description of known limitations, and potential solutions. Please contact us if you observe an issue not listed below.",
    "LIMITATIONS_TEXT_TWO": "Known limitations for FRIDA Marketplace:",
    "LIMITATIONS_LIST_ONE_STRONG": "API documentation on the API detail pages: ",
    "LIMITATIONS_LIST_ONE_TEXT": "The API documentation can have multiple known and unknown accessibility limitations, because as neither the Open-API specifications nor the plugin that shows the Open-API specifications on the webpage are developed or can be directly controlled by us we cannot guarantee that this part of the webpage is fully accessible. We are open to any accessibility reports and will check our options to solve them. You can always download the Open-API specifications directly and use any more specialized tool to inspect the contents of the yaml files instead of using the presentation on our website. Furthermore you can always write the authors of the Open-API specifications directly via their open GitHub Repositories linked on our website.",
    "LIMITATIONS_LIST_TWO_STRONG": "Color contrast: ",
    "LIMITATIONS_LIST_TWO_TEXT": "The current cooperate image does include colors which do not have enough contrast to be considered accessible by the WCAG. We are currently looking into this case to find a solution for a WCAG compliant color scheme.",
    "ASSESSMENT_HEADLINE": "Assessment approach",
    "ASSESSMENT_TEXT": "Free Insurance Data (FRIDA) e.V. assessed the accessibility of FRIDA Marketplace by the following approaches:",
    "ASSESSMENT_LIST_ONE": "Self-evaluation",
    "DATE_HEADLINE": "Date",
    "DATE_TEXT": "This statement was created on 16th of June 2024."
  }
}
